package InfoStroyDmitriyGorobets.TextUtils;

/**
 * Created by Gorobets Dmitriy on 12/5/15.
 */
public class TextUtils {
    /**
     * Проверка орфографии
     * <p>
     * Некоторые люди не обращают внимание на орфографию. Например, не пишут новое
     * предложение с заглавной буквы. Или не ставят пробел после знаков препинания.
     * <p>
     * Ваша задача: исправить их ошибки.
     * <p>
     * Что нужно сделать:
     * <p>
     * 1. Каждое новое предложение должно начинаться с заглавной буквы.
     * 2. После знаков препинания (точка и запятая) должны быть пробелы.
     */


    public String correctText(String text) {
        return text;
    }
}

